<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Email Verification Language Lines
    |--------------------------------------------------------------------------
    */
    'done' => '您的email已驗證！',
    'sent' => '已透過電子郵件發送您的驗證信!',
    'token' => '此電子郵件驗證無效。',
    'user' => '找不到該電子郵件地址的帳號',
    'resend' => [
        'title' => 'Email 驗證',
        'warning' => '易子學將發送一封驗證信至<strong>:email</strong>. 請驗證您的email!',
        'instructions' => '如果您沒有收到驗證電子郵件或您的電子郵件地址輸入錯誤，您可以重新傳送驗證郵件。',
        'email' => 'Email',
        'submit' => '重新發信'
    ],
    'email' => [
        'welcome' => '感謝您註冊帳號!',
        'instructions' => '請點此處完成您的email驗證:',
        'action' => '完成註冊',
    ],
];