@extends('layouts.guest2')

@section('content')
    <div class="l-contract">
    <div class="l-contract__content container">
    <h2 class="l-contract__title">免責聲明</h2>
    <div class="row">
        <div class="col-md-12">
        <dl>
                <dd>
                    <ol>
                        <li>
                            本平台並未對各服務提供者所提供之內容做實質之審查，會員（使用者，諮詢服務提供
                            者）對該等內容應自行審慎判斷，其正確真偽性、適法性及是否涉及侵害第三人權利
                            等，本集團並不提供任何保證。
                        </li>
                        <li>
                            本平台無實際交貨、遞送及付款方式，實際的付款、遞送、交貨為會員（使用者，諮詢
                            服務提供者）雙方間為履行權利及義務所生的行為，本公司與本平台並無介入其中。
                        </li>
                        <li>
                            易子學僅提供平台，不涉入會員（使用者，諮詢服務提供者）與交易相對人間之實際交
                            易或其他協定內容，對雙方衍生之糾紛致生之損害賠償，本公司與本平台概不負責。
                        </li>
                        <li>
                            對通訊傳輸線路或電腦障礙等造成系統中斷、遲延、中止、資料遺失，不當存取所生之
                            損害及因而導致本服務或資料的連帶損害或滅失，本公司與本平台恕不負擔任何責任。
                        </li>
                        <li>
                            本平台將維護所使用之電腦系統，以使其具備提供服務當時可合理期待之安全性，惟並
                            不保證本平台網頁、伺服器、網域等所傳送的電子郵件或其內容不會含有電腦病毒等有
                            害物；亦不保證郵件、檔案或資料之傳輸儲存均正確無誤不會斷線和出錯等，因各該郵
                            件、檔案或資料傳送或儲存失敗、遺失或錯誤等所致之損害，本公司與本平台不負賠償
                            責任。
                        </li>
                        <li>
                            本平台雖會向會員或服務提供者適當的提供相關建議資訊、會員透過使用本服務或經由
                            本服務連結之其他網站也可能因而取得資訊或建議，但本集團並不擔保其為完全正確無
                            誤，也不因此而產生任何責任。
                        </li>
                        <li>
                            對於所有會員因違反本規約所生之損害，本公司與本平台恕不負擔任何責任。
                        </li>
                        <li>
                            本平台對任何檢索結果或連結至其他網站或網路資源的連結，亦不擔保其合法性、可信
                            賴性、時效性、及完整性。本公司與本平台無須為連結至非屬於本公司與本平台網站所
                            生之任何損害，負損害賠償之責。其他業者經營的網站均由各該業者自行負責。
                        </li>
                        <li>
                            本平台不定時舉辦各種活動，會員參加活動時，應詳閱並遵守各活動規則（包含但不限
                            於活動時間、活動流程、領獎須知等），違反規則所造成之損失，及因此衍生之損害賠
                            償，本公司與本平台概不負責，會員應自行承擔相關法律責任。
                        </li>
                    </ol>
                </dd>
            </dl>
        </div>
    </div>
    </div>
</div>
<div class="l-contract">
    <div class="l-contract__content container">
    <h2 class="l-contract__title"></h2>
    <div class="row">
        <div class="col-md-12">

        </div>
    </div>
    </div>
</div>

@endsection