@extends('layouts.guest2')

@section('content')
<div class="container">
    <section class="my-3">
        <dl>
            <dt>
                親愛的朋友您好，歡迎您加入『易子學 www.yizixue.com.tw』平台成為會員，為了確保您的權益，
            申請會員前請先詳閱以下會員規約之內容。本會員規約係基於行家在線有限公司（以下簡稱『本公
            司』) 旗下所屬之易子學（網址www.yizixue.com.tw，以下簡稱為『易子學』或『本平台』)。本平
            台皆由行家在線有限公司所經營，當您選擇加入易子學平台成為會員時，即視為您已閱讀、瞭解並
            且同意接受易子學平台會員規約之全部內容。若您不同意，請立即登出，並停止使用本平台所提供
            之任何會員服務。您必須嚴格遵守易子學平台中所有的政策規範，易子學平台有權於任何時間修改
            或變更本會員規約與平台所有的政策規範之內容，您若於修改或變更後繼續使用易子學平台之服
            務，即視為您已閱讀、瞭解並同意接受該等修改或變更後之內容。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                1. 會員若為未滿十八歲之未成年人，應於會員之法定代理人閱讀、瞭解並同意本條款之所有內容，
                方得註冊使用或繼續使用。當會員使用或繼續使用本服務時，即表示會員的法定代理人已閱讀、
                瞭解並同意接受本條款之所有內容及其後修改變更。為確保兒童及青少年使用網路的安全，並避
                免隱私權受到侵犯，家長（或監護人）應盡到下列義務：未滿十二歲之兒童使用本服務時時，應
                全程在旁陪伴，十二歲以上未滿十八歲之青少年使用本服務前亦應斟酌是否給予同意。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                2. 註冊本網站會員及使用本服務時，必須提供您本人正確、最新的資料，且無利用偽造或變造之資
                料作為重複註冊等情事、並維護及即時更新您個人資料之正確性。如個人資料有異動，請務必即
                時更新，以保障您的權益。如因會員未正確更新個人資料，致未能收到本網站寄發之會員權益、
                消費優惠、活動內容等相關資訊，會員同意在此情形下，視為會員已經收到該等資訊或通知。若
                您提供任何錯誤或不實資料、或未按指示提供資料、或欠缺必要之資料時，本網站有權不經事先
                通知，逕行暫停或終止提供本服務之全部或一部份。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                3. 會員帳號和密碼請由會員本人自行妥善保管及保密，並定期變更密碼，避免被他人知悉。依照規
                定方法輸入的會員帳號及密碼與登錄註冊資料一致時，無論是否由會員本人親自輸入，均視為會
                員本人所使用，即使係遭盜用、不當使用或其他本公司無法辨識是否為本人親自使用的情況，本
                公司對此所致的損害，概不負責。會員如果發現或懷疑其會員帳號和密碼遭第三人盜用、不當使
                用或有任何安全疑慮時，應立即主動通知本公司，本公司將採取適當之因應措施，包含且限不於
                停止該會員帳號所生交易之處理及後續利用。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                4. 會員同意會員帳號或密碼遭到盜用或有其他任何安全問題發生時，會員將立即通知本公司，本公
                司於知悉後將立即暫停該帳號所生交易之處理及後續利用。但會員於通知前依法應負之法律上責
                任並不因此通知而免除。每次連線完畢，均結束會員的帳號使用。會員的帳號、密碼及會員權益
                均僅供會員個人使用及享有，不得轉借、轉讓他人或與他人合用。帳號及密碼遭盜用、不當使用
                或其他本公司無法辯識是否為本人親自使用之情況時，對此所致之損害，除證明係因可歸責於本
                公司之事由所致，本公司將不負任何責任。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                5. 會員透過本平台的伺服器或經由本服務連結之其他網站與商品或服務提供者之間進行的諮詢交易
                與諮詢服務，視為使用者與服務提供者（付費會員，學長姐）之間的直接交易，各該交易關係均
                僅存在使用者與各該服務提供者之間。除了本平台本身即為該項交易的提供者外，本公司與本平
                台並不屬於交易的直接當事人，對於交易恕不負擔任何責任。因此，使用者對服務提供者（付費
                會員，學長姐）之諮詢服務、或其他交易標的物之品質、內容、運送、保證與瑕疵擔保等其他交
                易事項所生之爭執，應自行向各該服務提供者尋求解決。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                6. 本平台不允許會員將會員資格、權利義務轉讓予第三者使用。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                7. 會員充分瞭解本平台提供之會員服務內容如下：會員訊息服務：係指本網站得依用戶之設定，以
                電子郵件方式，寄送相關之產品資訊或會員互動通知訊息予用戶。串連第三方網站或開發商：係
                是指本網站提供之服務內容，可能包含連結到第三方網站或提供由第三方程式開發人員開發之平
                台應用程式，用戶必須自行評估是否要使用此串連服務，對於用戶使用此串連服務，用戶須自行
                承擔風險。本網站可利用第三方網站收集的互動資料作為網站營運之應用。本網站沒有義務介入
                使用者與服務提供者（付費會員，學長姐），以及會員與會員之間之爭執，亦不會因此而關閉用
                戶或其他會員之帳戶，除非用戶或會員違反本平台之會員規約範且情節重大。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                8. 會員同意其於本網站寫及留存之會員資料，無償且不附帶任何條件提供予本公司蒐集、處理及利
                用，包括：作為本公司與本平台提供之各項服務及收受訊息之用。作為統計與分析之用，惟分析
                結果之呈現方式僅有整體之數據及說明文字，除供內部研究外，本網站得視需要對外公布該等數
                據及說明文字，但不涉及特定用戶資料之公開。其他另經過用戶以書面、電子郵件、傳真、網頁
                點選按鈕同意之利用。會員同意除會員資料的維護與記錄外，本平台沒有義務儲存、維護或備份
                會員所使用或發表的任何內容，會員於完成會員資料登錄及成功送出後，本平台之電腦系統將會
                依照會員在本平台提供之會員資料及修改予以紀錄。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                9. 會員同意本為了針對會員（使用者）存取平台網站的動作進行認證、調查會員（使用者）的存取
                記錄、使用現況及改進會員（使用者）服務品質等，將收集會員（使用者）存取本集團伺服器時
                的IP位址相關資訊、以手機存取時則收集手機端末的機體識別碼相關資訊，並利用（cookie）的
                技術收集會員（使用者）存取記錄等相關資訊。欲使用本服務的會員（使用者），以同意前項規
                定及接受Cookie為前提條件。會員（使用者）若設定瀏覽器拒絕Cookie時，有可能會被限制或
                拒絕使用本服務的各項功能，請特別注意。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                10. 會員同意不得於本平台騷擾、恐嚇其他會員（使用者）或從事任何非法、違反公序良俗之行為。
                同意不上傳病毒或其他攻擊程式碼。同意未經本平台事前書面同意，不得發布任何他人之個人聯
                絡資訊。同意不發布任何誹謗侵害他人名譽或為謠言、猜測、捏造不實言論等行為。同意不在本
                平台從事任何銷售或多層次傳銷或與發表與主題無關的商業廣告行為。同意不會進行任何會導致
                本平台關閉、超載、損害正常運作或外觀之行為。同意不得於於本平台公開蒐集其他使用者之聯
                絡資訊。同意若發生違反以上各項約定，經查明屬實者，本平台得視情節輕重限制會員帳號的服
                務使用權或刪除會員資格，並拒絕會員爾後使用本平台各項服務之權利。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                11. 會員同意必須遵守保護其他人權利，同意不會在本平台張貼任何侵犯、揭露他人隱私或純屬他人
                私領域之言論或物品。會員同意本平台有權逕行移除有違反本平台政策或會員規約的任何內容或
                資料。若經本平台通知仍未改善者，本平台有權停止會員繼續使用本平台之權利。會員同意不會
                亦不得誘使他人於本平台，發布其個人身分證明文件或敏感性個人資料。會員同意且了解，若因
                會員未遵守本平台會員規約，致侵害他人權益或造成本平台之損害（包括且不限於商譽之損
                害），會員同意負擔所有相關之損害賠償或回復原狀之責任。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                12. 本平台網路交易之電腦系統有自動回覆並請會員再次確認裝置。每項交易完成後，本公司將立即
                以電腦系統自動回覆通知會員或提示會員利用再確認裝置確認。會員因參與本網站活動及使用本
                網站服務，而與本網站所發生之權利義務關係，均以最新修訂公告之本規約內容為準。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                13. 會員欲退出會員時，應由會員本人完成規定的退出程序。完成退出程序後即喪失會員資格及相關
                權益，無法再繼續以該會員帳號享受或使用本公司及本平台之會員服務（包含但不限於點數、優
                惠券等，以及帳號涵蓋的所有服務），亦將無法再瀏覽、查詢或存取過往的服務使用記錄，且將
                無法申請恢復該會員帳號。退出會員後，並不會自動取消電子報之訂閱，如欲取消，可隨時造訪
                相關頁面以取消訂閱。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                14. 會員承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一
                切使用網際網路之國際慣例。會員若係中華民國以外之使用者，並同意遵守所屬國家或地域之法
                令。會員同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：公布或傳
                送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不
                法之文字、圖片或任何形式的檔案。侵害或毀損本公司或他人名譽、隱私權、營業秘密、商標
                權、著作權、專利權、其他智慧財產權及其他權利。違反依法律或契約所應負之保密義務。冒用
                他人名義使用本服務。傳輸或散佈電腦病毒。從事未經本網站事前授權的商業行為。刊載、傳
                輸、發送垃圾郵件、連鎖信、違法或未經本網站許可之多層次傳銷訊息及廣告等；或儲存任何侵
                害他人智慧財產權或違反法令之資料。對本服務其他會員（使用者）或第三人產生困擾、不悅或
                違反一般網路禮節致生反感之行為。其他不符本服務所提供的使用目的之行為或本網站有正當理
                由認為不適當之行為。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                15. 會員同意於使用本服務時一切交易之意思表示皆以電子文件作為表示方法，倘會員於各項服務與
                功能等頁面點選同意或確認等功能鍵時，即視為會員正式之意思表示。本公司將以會員帳號登錄
                時所留存之電子信箱為送達方式，會員的電子郵件位址若有異動，應立即進行資料更新，日後並
                應隨時維護您的電子郵件位址及其他個人資料的正確性、即時性及完整性。若因您留存的電子郵
                件位址錯誤、過期或其他非可歸責本公司的原因，致本公司送達的訊息無法接受，仍視為本公司
                已完成該通知的送達。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                16. 本公司保有隨時修改本規約及各該使用規範或約定之權利，或由本公司各服務另行制定本規約的
                補充規則。修訂本規約後，應適用修訂後之本規約。本規約的修改以及規則、條件的補充等將公
                告於易子學網頁，不另個別通知，且將於網站上公告生效之時點生效，使用者於本規約修訂後繼
                續使用本服務者，即視為業已同意修訂後之內容。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                17. 會員同意如本公司將本公司全部或一部服務或相關事業轉讓予第三人時（包括事業轉讓、公司分
                割或其他移轉之所有情形），基於本規約所產生的權利義務將轉讓予受讓人。
            </dt>
        </dl>
    </section>
    <section class="my-3">
        <dl>
            <dt>
                18. 本規約及各該服務之相關使用規範及約定，均以中華民國法令為準據法，本規約依台灣法令解
                釋，若因本規約有涉訟之必要，使用者同意以台灣台北地方法院為第一審管轄法院。
            </dt>
        </dl>
    </section>
</div>
@endsection