@extends('layouts.guest2')

@section('content')
    <div class="container">
        <section class="my-3">
            <dl>
                <dt>
                    本服務條款係基於行家在線有限公司（以下簡稱『本公司』）旗下所屬之易子學（網址
                    www.yizixue.com.tw 以下簡稱為『易子學』或『本平台』)，在其所提供的網路平台服務時，
                    會員必須是具備完全行為能力的自然人，並加入會員後即可開始，使用易子學所提供的服
                    務。本服務條款之訂立係釐清並規範本公司和會員之間的權利、義務和責任關係爲目的。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    1. 本服務條款的內容告示在本網站申請加入會員的相關網頁，或以其他方式來提供給使用
                    者，使用者加入會員時，點選同意所規定的內容即發生效力。本平台可隨時修訂本服務
                    條款、會員規約、隱私權保護政策、免責聲明及現今或嗣後頒布施行之各種規則政策，
                    並將修訂或變更的內容公佈在易子學的網站上，上開條款、規則、政策或聲明將自動生
                    效。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    2. 易子學只提供一個第三方平台服務，鑒於網路的性質，易子學無法辨別及判斷物件來源
                    及會員刊登資料是否真實，敬請交易雙方事前自行查明。如有任一方違反法律規定而出
                    現的糾紛與不良結果，由行為人獨立承擔所有責任，易子學概不負責。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    3. 完成本服務的會員註冊程序之後，會員將取得一個特定之密碼及會員帳號，維持密碼及
                    帳號之機密安全，是會員的責任。任何依照規定方法輸入會員帳號及密碼與註冊資料一
                    致時，無論是否由本人親自輸入，均將推定為會員本人所使用，利用該密碼及帳號所進
                    行的一切行動，會員本人應負完全責任。會員同意以下事項：
                    <ul>
                        <li>
                            會員的密碼或帳號遭到盜用或有其他任何安全問題發生時，會員將立即通知本公司，
                            本公司於知悉後將立即暫停該帳號所生交易之處理及後續利用。但會員於通知前依法
                            應負之法律上責任並不因此通知而免除。
                        </li>
                        <li>
                            每次連線完畢，均結束會員的帳號使用。
                        </li>
                        <li>
                            會員的帳號、密碼及會員權益均僅供會員個人使用及享有，不得轉借、轉讓他人或與
                            他人合用。
                        </li>
                        <li>
                            帳號及密碼遭盜用、不當使用或其他本公司無法辨識是否為本人親自使用之情況時，
                            對此所致之損害，除證明係因可歸責於本公司之事由所致，本公司將不負任何責任。
                        </li>
                        <li>
                            本公司若知悉會員之帳號密碼確係遭他人冒用時，將立即暫停該帳號之使用（含該帳
                            號所生交易之處理）。前項情形，本公司經會員請求提供被冒用期間之交易資訊相關
                            資料，本公司不得拒絕並應協同會員進行查證，以防止損害擴大。
                        </li>
                    </ul>
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    4. 本平台將依一般合理之技術及方式，維持系統及服務之正常運作。但於以下各項情況
                    時，本網站有權可以停止、中斷提供本服務之全部或一部份：對本平台相關軟硬體設備
                    進行搬遷、更換、升級、保養或維修時。本平台發生突發性之軟硬體設備故障時。本網
                    平台申請之電子通信服務被停止，無法提供服務時。由於天災等不可抗力之因素或其他
                    不可歸責於本平台事由致使本平台無法提供服務時。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    5. 本平台一切交易之意思表示皆以電子文件作為表示方法，倘會員於各項服務與功能等頁
                    面點選同意或確認等功能鍵時，即視為會員正式之意思表示。本平台將以您帳號登錄時
                    所留存之電子信箱為送達方式，您的電子郵件位址若有異動，您應立即進行資料更新，
                    日後並應隨時維護您的電子郵件位址及其他個人資料的正確性、即時性及完整性。若因
                    您留存的電子郵件位址錯誤、過期或其他非可歸責本平台的原因，致本平台送達的訊息
                    無法接受，仍視為本平台已完成該通知的送達。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    6. 服務啟用須知：本平台不提供任何明示或默示的擔保，對於本公司與本平台所提供之各
                    項服務，均僅依各該服務使用當時之功能及現況提供。此外，使用各項服務或功能時，
                    均必須事先同意各項服務的使用規約及注意事項。若會員已啟用服務，即視為業已同意
                    該服務之使用規約。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    7. 服務的中斷或停止須知：本平台為了能夠隨時以良好的狀態提供服務，而依公告進行例
                    行性相關軟硬體系統設備的搬遷、更換、升級、備份、保養或維護時；或有緊急維護需
                    求；或因突發事故導致系統設備發生故障；或因系統負荷過重，對服務內容運作造成滯
                    礙時；本平台得在未事前通知或公告下，採取中斷或停止提供部分或全部服務等必要措
                    施。若會員（使用者）因上開服務中斷或停止而受有損失/害，本公司與本平台恕不負擔
                    任何賠償責任。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    8. 會員使用本服務時，其使用過程中所有的資料記錄，以本服務資料庫所記載之資料為
                    準，如有任何糾紛，以本服務資料庫所記載之電子資料為認定標準，但會員如能提出其
                    他資料並證明為真實者則不在此限。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    9. 會員透過本平台的伺服器或經由本服務連結之其他網站與商品或服務提供者之間進行的
                    諮詢交易與諮詢服務，視為使用者與服務提供者（付費會員，學長姐）之間的直接交
                    易，各該交易關係均僅存在使用者與各該服務提供者之間。除了本平台本身即為該項交
                    易的提供者外，本公司與本平台並不屬於交易的直接當事人，對於交易恕不負擔任何責
                    任。因此，使用者對服務提供者（學長姐，付費會員）之諮詢服務、或其他交易標的物
                    之品質、內容、運送、保證與瑕疵擔保等其他交易事項所生之爭執，應自行向各該服務
                    提供者尋求解決。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    10. 本平台現在或將來蒐集會員（使用者，學長姐，付費會員）提供之個人資料，依據我國
                    相關個人資料保護規定及公司內部規範，告知下列事項，敬請詳閱：本網站基於我國法
                    令、契約或類似契約關係或經會員同意之情形下，基於後述目的為蒐集，如：代理與仲
                    介業務、行銷、意見處理、消費者及客戶管理與服務、電子商務服務、行銷、調查、統
                    計與研究分析、非公務機關依法定義務所進行個人資料之蒐集、處理及利用、契約或類
                    似契約或其他法律關係事務及其他經營合於營業登記項目或組織章程所定業務。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    11. 個人資料之來源：使用本平台所提供服務之自然人或法人。基於共同行銷、交互運用客
                    戶資料或合作推廣關係之第三方。本網站各項業務往來之第三方。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    12. 個人資料利用之期間、對象、地區、方式：本平台所蒐集之個人資料，將於中華民國境
                    內及利用對象所在地，就所訂蒐集目的之範圍及其存續期間內，作合於我國相關法令且
                    必要之利用。個人資料之利用，除本平台外，將依本平台資訊安全管理規範下分享或揭
                    露予利用對象、依法有調查權或主管機關及受本平台委任處理事務之廠商。除上述情形
                    外，非經會員同意、協助司法機關偵查犯罪或請求協助調查，亦或有其他法令規定，本
                    平台不得將會員提供之個人資料分享或揭露予第三人或作蒐集目的外之利用。針對權利
                    行使有任何意見或疑問，以電子郵件 service@yizixux.com.tw 於與客服專員連絡。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    會員若為未滿十八歲之未成年人，應於會員之法定代理人閱讀、瞭解並同意本條款之所有內
                    容，方得註冊使用或繼續使用。當會員使用或繼續使用本服務時，即表示會員的法定代理人
                    已閱讀、瞭解並同意接受本條款之所有內容及其後修改變更。為確保兒童及青少年使用網路
                    的安全，並避免隱私權受到侵犯，家長（或監護人）應盡到下列義務：未滿十二歲之兒童使
                    用本服務時時，應全程在旁陪伴，十二歲以上未滿十八歲之青少年使用本服務前亦應斟酌是
                    否給予同意。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    1. 服務方式：當您同意成為易子學（以下簡稱『易子學』或『本平台』）會員後，若有尋
                    求諮詢之需要，僅須至本平台首頁→我的帳戶→會員登入，自行使用操作帳戶功能，並
                    刊登發佈問題即可。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    2. 刊登發佈虛偽不實的訊息，造成自身或他人損失時，會員必須自己負責。因刊登發佈造
                    成他人個人資料權利損害時，會員亦必須自行負責對當事人基於個人資料保護法所提出
                    全部責任要求，本公司亦有權對侵害他人個人資料權利者停止其會員資格及相關服務。
                </dt>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    3. 會員刊登發佈的義務及責任
                </dt>
                <dd>
                    (1) 會員不得刊登虛假及偽造的訊息，絶無廣告、詐欺、虛偽、誇大不實、引人錯誤或違
                    反法令、公序良俗、或藉類似、重複刊登而有廣告之嫌、或其他違反本平台會員規約
                    等情事。
                </dd>
                <dd>
                    (2) 會員應保證其自行上傳、刊登或轉載的任何 logo、形象圖、產品圖片等相關圖文或
                    廣告，並無侵害任何第三人之著作權、商標權等智慧財產權，或違反中華民國法律、
                    公序良俗等情況。
                </dd>
                <dd>
                    (3) 會員必須對自己刊登於本平台之訊息，保證其真實有效。如說明不足夠，導致糾紛
                    時，會員應自行負責。若因不遵守本平台相關規定，導致發生的一切損失由會員自行
                    承擔。
                </dd>
                <dd>
                    (4) 為保護諮詢服務提供者（學長姐，付費會員）個人資料安全及隱私不受侵擾，會員自
                    本平台所取得的學長姐資料，僅能供作與諮詢案件有關之用途，且不得將學長姐之個
                    人資料提供與其他第三人，或轉作為其他目的之用，並應做好安全保護措施。
                </dd>
                <dd>
                    (5) 會員同意本平台對於會員類似或重複發佈刊登諮詢案的事由或其他違規行為，本網站
                    有權對發佈刊登資料進行刪除或修改，包含但不限於會員發佈刊登的物件資訊若有重
                    覆，大量重複刊登，造成本站洗板等行為。
                </dd>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    [ 嚴禁行為 ]
                </dt>
                <dd>
                    會員（會員，免費會員，學長姐，付費會員）承諾絕不為任何非法目的或以任何非法方式使
                    用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。會員若係中華民
                    國以外之使用者，並同意遵守所屬國家或地域之法令。會員同意並保證不得利用本服務從事
                    侵害他人權益或違法之行為，包括但不限於：
                    <ul>
                        <li>
                            有損毀本公司本平台或服務提供者、其他會員、使用者或第三人權益或名譽的行為。
                        </li>
                        <li>
                            公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序
                            或善良風俗或其他不法之文字、圖片或任何形式的檔案。
                        </li>
                        <li>
                            可能對青少年身心產生不良影響或有害公序良俗的行為。
                        </li>
                        <li>
                            侵害或毀損本公司或他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他
                            智慧財產權及其他權利。
                        </li>
                        <li>
                            將會員帳號及密碼轉借、轉讓他人或與他人共用。且會員不得將其會員資格會會員權
                            益移轉、出租或出借予任何第三人。
                        </li>
                        <li>
                            違反依法律或契約所應負之保密義務。
                        </li>
                        <li>
                            輸入虛偽不實資訊。
                        </li>
                        <li>
                            違法或不當存取本平台的伺服器或電腦。
                        </li>
                        <li>
                            傳輸或散佈電腦病毒。傳輸或寫入有害的電腦程式、郵件或病毒或有侵害他人名譽、
                            隱私、商標專利著作權利。
                        </li>
                        <li>
                            從事未經本網站事前授權的商業行為。
                        </li>
                        <li>
                            刊載、傳輸、發送垃圾郵件、連鎖信、違法或未經本網站許可之多層次傳銷訊息及廣
                            告等；或儲存任何侵害他人智慧財產權或違反法令之資料。
                        </li>
                        <li>
                            對本服務其他用戶或第三人產生困擾、不悅或違反一般網路禮節致生反感之行為。
                        </li>
                        <li>
                            其他不符本服務所提供的使用目的之行為或本網站有正當理由認為不適當之行為。
                        </li>
                    </ul>
                </dd>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    [ 代理與保證否認 ]
                </dt>
                <dd>
                    1. 易子學非諮詢服務提供者（學長姐，付費會員）之代理人。
                </dd>
                <dd>
                    2. 易子學僅提供網路諮詢刊登服務，易子學無法保證於諮詢服務提供者（學長姐，付費會
                    員）刊登期間內一定尋得諮詢之案件，亦不保證諮詢案件與諮詢人之品質、品格或其所
                    填資訊之完全真實性，諮詢服務提供者（學長姐，付費會員）仍須依面談程序進行諮詢
                    案件篩選及過濾。諮詢服務提供者與諮詢服務需求方發生之任何爭議，應由雙方自行依
                    循正當法律途徑解決。
                </dd>
                <dd>
                    3. 易子學所有連結網站皆為獨立營運網站，與各會員之間的互動與交易行為易子學概不負
                    責。
                </dd>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    [ 特定會員的停權、取消資格及違規罰則 ]
                </dt>
                <dd>
                    1. 於符合下述特殊情況時，本平台得停止該會員的服務使用權、變更會員的用戶ID與密
                    碼、或是取消該會員的會員資格、刪除會員及其相關資料、取消該會員取得優惠或回饋
                    之資格，且並無須負擔任何責任。
                    <ol>
                        <li>
                            會員做出任何違法或違背本規約或相關規定之行為。
                        </li>
                        <li>
                            對會員服務相關軟硬體設備進行搬遷、更換、升級、保養或維修時。
                        </li>
                        <li>
                            重複輸錯密碼數次，為了確保會員資料安全時。
                        </li>
                        <li>
                            因第三人之行為、天災、不可抗力或其他非本公司所得完全控制或不可歸責於本公司
                            之事由所致之會員服務停止或中斷。
                        </li>
                        <li>
                            其他經本公司合理判斷應採取此項措施者。
                        </li>
                    </ol>
                </dd>
                <dd>
                    2. 除了前項規定外，若會員未在本公司規定的期限內進行一定次數的登入，本公司得在未
                    經事先通知的情況下，變更該會員的用戶ID及密碼或是逕行取消會員資格。
                </dd>
                <dd>
                    3. 倘使用者違反本規約致本公司因此受有損害或支出任何費用（包含不限於罰鍰、罰金、
                    賠/補償金、和解金、訴訟費用及合理之律師費等），或受有不當利益（例如以違規方式
                    獲得的點數/已使用的優惠券等），使用者除返還因此所得之利益外，並應負擔相關賠償
                    責任。
                </dd>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    [ 個人資料蒐集聲明 ]
                </dt>
                <dd>
                    本網站非常重視您的隱私權，為維護您加入本網站時提供之個人資料之安全性，謹遵循『個
                    人資料保護法』（以下簡稱『個資法』）規範，告知您相關權益，俾取得您同意本網站蒐
                    集、處理及利用您所提供之個人資料：
                    <ol>
                        <li>
                            本網站基於會員諮詢服務刊登業務，並為行銷、會員管理、統計調查與分析、資訊與資
                            料庫管理之目的，在個資法規範下蒐集、處理及利用您所提供之個人資料。
                        </li>
                        <li>
                            <dl>
                                <dd>
                                    蒐集個人資料之類別：
                                </dd>
                                <dt>
                                    (1) 基本資料（包括且不限於：姓名、身分證字號、住址、聯絡方式等）。
                                </dt>
                                <dt>
                                    (2) 個人特徵（包括且不限於：年齡、性別、出生年月日等）。
                                </dt>
                                <dt>
                                    (3) 教育相關資訊（包括且不限於：就讀學校、學習過程或考試紀錄等）。
                                </dt>
                                <dt>
                                    (4) 財務資訊（包括且不限於：信用卡或帳戶資訊等）。
                                </dt>
                                <dt>
                                    (5) 個人資料利用之期間、地區、對象及方式：
                                </dt>
                                <dt>
                                    (6) 於您加入取得本網站會員資格並使用本網站服務時，本網站將透過包括但不限於電子
                                    報、電子郵件、郵件、電話等方式，提供您相關資訊。
                                </dt>
                                <dt>
                                    (7) 將您所瀏覽之內容，依您個人屬性、購買紀錄或網站瀏覽紀錄等，進行個人化作業或
                                    使用服務分析、新服務之行銷、系統升級改進、產品(服務)研發、學術研究、客製化
                                    廣告、廣告效果評估及市場調查分析或改善現有服務等後續研究。
                                </dt>
                                <dt>
                                    (8) 因您使用本網站所提供之個人資料，本網站謹以上述目的、方式、範圍內為蒐集、儲
                                    存、處理、傳輸及使用。
                                </dt>
                            </dl>
                        </li>
                        <li>
                            資料保密性與安全性：
                            您的個人資料均被嚴密地保存在本網站的資料庫系統中。除符合個資法規定外，任何人
                            均需在本網站訂定之資料授權管理規範下，進行資料之取得與使用。依個資法第3條規
                            定得行使之權利及方式：您於加入本網站會員所提供之個人資料，以及同意本網站可使
                            用之方式，得隨時向本網站請求查詢、閱覽、更正及刪除所留存之資料。倘您前述請
                            求，致影響前述目的之執行，本網站得限制或終止您的會員資格，且本網站就您的查
                            詢、閱覽或複製得請求支付必要成本費用。若您拒絕提供使用本網站所必須之資料，將
                            可能導致無法使用本網站服務或影響後續資訊之取得。
                        </li>
                        <li>
                            為了促進會員間之交易活絡及加強所有易子學 www.yizixue.com.tw 社群會員間的互
                            動，本平台允許會員有限度的存取其他會員的聯絡資料。站在一般會員的立場，您可以
                            瀏覽學長姐資訊與文章，取得學長姐公開資訊包含背景與電子郵件或位其他聯繫資訊。
                            站在付費會員的立場，您可以公開個人資訊，發表文章，取得問與答列表中發問會員所
                            公開的聯絡資料。
                        </li>
                        <li>
                            除非本平台及該其他會員在經過充分說明後表示同意外，依本網站服務條款、本隱私權
                            聲明及其他本網站現今或嗣後之規則或聲明之規定，在任何情況之下，您都不可以揭露
                            其他會員的個人資料予第三人。請注意，執法人員、已認證的權利所有者方案之參與人
                            及其他權利持有人被賦予之資料存取許可權是不相同的。
                        </li>
                    </ol>
                </dd>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    [ 本條款的修訂]
                </dt>
                <dd>
                    1. 本公司保有隨時修改本規約及各該使用規範或約定之權利，或由本公司各服務另行制定
                    本規約的補充規則。修訂本規約後，應適用修訂後之本規約。本規約的修改以及規則、
                    條件的補充等將公告於本平台網頁，不另個別通知，且將於網站上公告生效之時點生
                    效，使用者於本規約修訂後繼續使用本服務者，即視為業已同意修訂後之內容。
                </dd>
                <dd>
                    2. 使用者同意如本公司將本公司全部或一部服務或相關事業轉讓予第三人時（包括事業轉
                    讓、公司分割或其他移轉之所有情形），基於本規約所產生的權利義務將轉讓予受讓
                    人。
                </dd>
            </dl>
        </section>
        <section class="my-3">
            <dl>
                <dt>
                    [ 準據法、合意管轄 ]
                </dt>
                <dd>
                    本規約及各該服務之相關使用規範及約定，均以中華民國法令為準據法，本規約依台灣法令
                    解釋，若因本規約有涉訟之必要，使用者同意以台灣台北地方法院為第一審管轄法院。
                </dd>
            </dl>
        </section>
    </div>
@endsection